/* No comment provided by engineer. */
"Job-Yang" = "Job-Yang";

/* No comment provided by engineer. */
"查看并编辑个人资料" = "View and edit profile";

/* No comment provided by engineer. */
"切换语言" = "Changing language";

/* No comment provided by engineer. */
"功能A" = "Features A";

/* No comment provided by engineer. */
"功能B" = "Features B";

/* No comment provided by engineer. */
"动态" = "Feeds";

/* No comment provided by engineer. */
"我的" = "Mine";

/* No comment provided by engineer. */
"更换语言中..." = "Changing language...";

/* No comment provided by engineer. */
"消息" = "Message";

/* No comment provided by engineer. */
"语言设置" = "Language";

/* No comment provided by engineer. */
"这里是动态页" = "Here is feeds page";

/* No comment provided by engineer. */
"这里是消息页" = "Here is message page";

/* No comment provided by engineer. */
"这里是首页" = "Here is home page";

/* No comment provided by engineer. */
"首页" = "Home";

